jorgebucaran/fisher
meaningful-ooo/sponge
acomagu/fish-async-prompt
archelaus/shell-mommy
oh-my-fish/plugin-xdg
oh-my-fish/plugin-ssh
patrickf1/fzf.fish
gyakovlev/fish-fzy
kyohsuke/fish-evalcache
scaryrawr/cheat.sh.fish
y3owk1n/fish-x
scaryrawr/zoxide.fish
eth-p/fish-plugin-sudo
babarot/enhancd
wfxr/forgit
